# Brewfile — paquets à installer via Homebrew
# Utilisé avec : brew bundle --global

# Shell
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "tree"
brew "vim"
brew "tmux"
brew "fzf"
brew "bat"
brew "fd"
brew "glow"
brew "tldr"
brew "autojump"

# Git
brew "git"
brew "git-lfs"
brew "gh"

# Chiffrement (requis pour déchiffrer ~/.ssh/)
brew "age"

# Terminal
cask "ghostty"
cask "font-jetbrains-mono"
cask "caffeine"
