# Brewfile — paquets à installer via Homebrew
# Utilisé avec : brew bundle --global

# Shell
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "tree"
brew "vim"
brew "tmux"
brew "fzf"
brew "bat"
brew "fd"
brew "glow"
brew "tldr"
brew "autojump"
brew "jq"
brew "eza"
brew "htop"
brew "bpytop"

# Git
brew "git"
brew "git-lfs"
brew "gh"

# Chiffrement (requis pour déchiffrer ~/.ssh/)
brew "age"

{{ if eq .chezmoi.os "darwin" -}}
# Terminal (macOS uniquement)
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
cask "caffeine"

# Applications (macOS uniquement)
cask "visual-studio-code"
cask "typora"
cask "wireshark"
{{ end -}}
