13xforever.language-x86-64-assembly
1yib.rust-bundle
4ops.terraform
agade.leekscript-vscode
akamud.vscode-theme-onedark
alexcvzz.vscode-sqlite
astro-build.astro-vscode
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
daohong-emilio.yash
dbaeumer.vscode-eslint
docker.docker
drcika.apc-extension
dustypomerleau.rust-syntax
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
expo.vscode-expo-tools
firefox-devtools.vscode-firefox-debug
github.copilot-chat
github.github-vscode-theme
gruntfuggly.todo-tree
gxl.git-graph-3
hashicorp.hcl
hashicorp.terraform
humao.rest-client
illixion.vscode-vibrancy-continued
james-yu.latex-workshop
julianiaquinandi.nvim-ui-modifier
kdarkhan.mips
leetcode.vscode-leetcode
letrieu.expand-region
loczek.next-js-ts-snippets
luniclynx.bison
luniclynx.lex
maptz.regionfolder
mathematic.vscode-latex
mechatroner.rainbow-csv
mhutchie.git-graph
mine.cpplint
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-fr-fr
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
pkief.material-icon-theme
puppet.puppet-vscode
pycom.pymakr-preview
redhat.vscode-yaml
rubenverg.bootstrap-product-icons
rust-lang.rust-analyzer
sleutho.tcl
stkb.rewrap
tal7aouy.theme
telokis.leekscript
tomoki1207.pdf
twxs.cmake
tyriar.sort-lines
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-java-upgrade
vscodevim.vim
vue.volar
webfreak.debug
whatwedo.twig
william-voyek.vscode-nginx
yanfeixin.king-trae-icon
